active-sub-button = { $expires }
inactive-sub-button =
balance-button = { $balance }
connect-vpn-button =
devices-button =
invite-button =
support-button =
vpn-devices-button =
vpn-combo-button = 
add-device-button = 
remove-device-button = 
one-month-button = 
three-month-button = 
six-month-button = 
twelve-month-button =
back-devices-button =  
combo-five-button =
combo-ten-button = 
add-balance100-button = 
add-balance200-button = 
add-balance300-button = 
add-balance400-button = 
add-balance500-button = 
add-balance650-button = 
add-balance750-button = 
add-balance900-button = 
add-balance1000-button =
add-balance2000-button = 
add-balance3000-button =  
payment-custom-button = 
decline-payment-button =
increase-balance-button =  
main-menu-button = 

start-invited = Привет, { $name }!

                Вас пригласил сюда { $inviter }, поэтому вы можете бесплатно подключить VPN и получить 149₽ на балансе!

                💰 Одна из самых низких цен на рынке!
                🚀 Высокая скорость
                💃🏿 Доступ ко всем сайтам
                💳 Оплата СБП, Крипта, Звезды телеграмма
                    
                Стоимость 149₽/мес за 1 устройство.

                👫 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

                ⬇️ ⬇️  Жмите кнопку!  ⬇️ ⬇️

start-default = Привет, { $name }!

                Подключите VPN бесплатно! Дарим вам 149₽ на баланс!

                💰 Одна из самых низких цен на рынке!
                🚀 Высокая скорость
                💃🏿 Доступ ко всем сайтам
                💳 Оплата СБП, Крипта, Звезды телеграмма
                    
                Стоимость 149₽/мес за 1 устройство.

                👫 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

                ⬇️ ⬇️  Жмите кнопку!  ⬇️ ⬇️

devices-menu = У вас активно { $devices } устройств/а. Ваша абонентская плата { $subscription_fee }₽ в месяц.

               ❌ Удаляйте из бота устройства, которые вы не используете, чтобы не платить абонентскую плату за них!

               🗝 Нажмите на идентификатор устройства в списке, чтобы получить ссылку для настройки приложения VPN.

               Список ваших устройств:

device-menu = Это ключ для настройки приложения VPN, устройство { $device }. 

              Для получения дополнительной информации нажмите на кнопку "Инструкция для (тип устройства)".

              Внимание! За скачивание торрентов - бан аккаунта!

              ⬇️ ⬇️ Ваш ключ ⬇️ ⬇️
              { $device_key }
 
period-menu = Ваш баланс { $balance }₽ ({ $days } дней), аккаунт { $is_subscripted }

              1 Месяц - 149₽
              3 Месяца - 400₽ (скидка 10%)
              Пол года - 625₽ (скидка 30%)
              Год - 900₽ (скидка 50%)

period-menu-router = Ваш баланс { $balance }₽ ({ $days } дней), аккаунт { $is_subscripted }

                     1 Месяц - 350₽
                     3 Месяца - 945₽ (скидка 10%)
                     Пол года - 1470₽ (скидка 30%)
                     Год - 2100₽ (скидка 50%)

payment-menu = Ваш баланс { $balance }₽ ({ $days } дней), аккаунт { $is_subscripted }

               Выберите способ оплаты

devices-category-menu = VPN для устройств
stars-subscription-title = JeskoVPN
stars-subscription-description = JeskoVPN
payment-label = JeskoVPN
stars-payment-successful = Успешная оплата { $payload }
balance-menu = Ваш баланс равен: { $balance }₽ ({ $days } дней).

               Хотите пополнить?

fill-costum-balance = Введите сумму
subscription-menu-active = Рады видеть вас, { $name }!

                           Ваш баланс { $balance }₽ ({ $days } дней), аккаунт активен
                           Тариф 149₽/мес за 1 устройство, активно n устройств.

                           Если вы потеряли настройки - вы можете повторно их скачать, нажав на кнопку "Мои устройства".

                           👭 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

nosubscription-have-balance = К сожалению, у Вас нет акктивной подписки. но вы можете оформить её в пару кликов.

                              Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс".
  
                              Напоминаем, наш тариф 149₽/мес за 1 устройство.

                              👫 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

nosubscription-nobalance = К сожалению, вашего баланса ({ $balance }₽) недостаточно для покупки подписки

                           Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс"
referral-link = Пошлите другу ссылку:

                { $link }

                Когда ваш друг зайдет в наш бот по этой ссылке и купить подписку, вы получите 75₽ на баланс!

ticket-menu = Напишите обращение в техническую поддержку. 
              Ваше последнее обращение:{ $ticket }
noticket = Напишите первое обращение в техническую поддержку. 
ticket-sended = Обращение отправлено
reply-ticket = Ответить на обращение
ticket-answer = Ответ на Ваше обращение в техническую поддержку:

                { $reply_text }
admin-answer = 


error-only-admin = 
