active-sub-button = До окончания подписки: { $days } дней 🕒
active-sub-withoutdays-button = Подписка активна, устройств нет  🕒
inactive-sub-button = Нет активной подписки 😔
balance-button = Баланс: { $balance } 💰
connect-vpn-button = Подключить VPN 🚀
devices-button = 🌐 Мои устройства 📱💻
invite-button = Пригласить друга 👥
support-button = Тех. Поддержка 🛠️
vpn-devices-button = Устройство
change-language-button = Сменить язык { $language } 🌐
device-android-button = Android 🤖
device-iphone-button = iPhone/iPad 📱
device-windows-button = Windows 💻
device-macos-button = MacOS 🍎
device-tv-button = TV 📺
device-router-button = Роутер 🌐
vpn-combo-button = Комбо набор
device-instruction-button = Инструкция 📖
add-device-button = Добавить устройство ➕
rename-device-button = Изменить название ⬅️
remove-device-button = Удалить устройство ❌
payment-ukassa-button = ЮКАССА 💳
payment-crypto-button = КРИПТА 🪙
payment-stars-button = ЗВЁЗДЫ TG ⭐
payment-balance-button = БАЛАНС 💸
one-month-button = 1 месяц 📅
three-month-button = 3 месяца 🗓️
six-month-button = Пол года 🕰️
twelve-month-button = Год 🎉
back-devices-button = Назад ⬅️
combo-five-button = 5 устройств + роутер 📱🌐
combo-ten-button = 10 устройств + роутер 📱🌐
add-balance50-button = 50₽ 💵
add-balance100-button = 100₽ 💵
add-balance200-button = 200₽ 💵
add-balance300-button = 300₽ 💵
add-balance400-button = 400₽ 💵
add-balance500-button = 500₽ 💵
add-balance650-button = 650₽ 💵
add-balance750-button = 750₽ 💵
add-balance900-button = 900₽ 💵
add-balance1000-button = 1000₽ 💵
add-balance2000-button = 2000₽ 💵
add-balance3000-button = 3000₽ 💵
payment-custom-button = Своя сумма ✏️
decline-payment-button = Отменить 🚫
increase-balance-button = Пополнить баланс 💰
main-menu-button = В главное меню 🏠
ticket-reply-button = Ответить пользователю { $user_id } 💬

active-sub-head = Активные подписки

active-sub-device = 📱 Устройства: { $devices_count } подключено
active-sub-router = 🌐 Роутер: { $routers_count } подключено
active-sub-combo = 🌐 Комбо { $combo_type }: { $combo_count } подключено

start-invited-head = Привет, { $name }! 👋

                     Вас пригласил сюда { $inviter }, поэтому вы можете бесплатно подключить VPN и получить 100₽ на балансе! 🎁

start-head = Привет, { $name }! 👋

             Подключите VPN бесплатно! Дарим вам 100₽ на баланс! 🎁

start-body =    💰 Одна из самых низких цен на рынке!
                🚀 Высокая скорость
                💃 Доступ ко всем сайтам
                💳 Оплата СБП, Крипта, Звезды Телеграмма
                    
                Стоимость 100₽/мес за 1 устройство.

                👥 Пригласите друзей в наш сервис и получите 50₽ на баланс за каждого друга. Ваши друзья получат 100₽ на баланс!

                ⬇️ Жмите кнопку! ⬇️

devices-menu = У вас активно { $devices } устройств/а. Ваша абонентская плата { $subscription_fee }₽ в месяц. 📱

               ❌ Удаляйте из бота устройства, которые вы не используете, чтобы не платить абонентскую плату за них!

               🗝️ Нажмите на идентификатор устройства в списке, чтобы получить ссылку для настройки приложения VPN.

               Список ваших устройств:

device-type-menu = Выберите тип подписки:
                   Устройство или Комбо набор (несколько устройств + роутер)
                   

fill-device-name = Введите название нового уcтройства.
                   Название может содержать буквы английского алфавита и кириллицу, а так же числа.

new-device-name = Введите новое название уcтройства.
                  Название может содержать буквы английского алфавита и кириллицу, а так же числа.


device-name-already-exists = Устройство с таким названием уже существует!

device-menu = Это ключ для настройки приложения VPN, устройство { $name } - { $device }. 🗝️

              Для получения дополнительной информации нажмите на кнопку "Инструкция для (тип устройства)". 📖

              ⚠️ Внимание! За скачивание торрентов — бан аккаунта!

              ⬇️ Ваш ключ ⬇️

              <code>{ $device_key }</code>

device-removed = Устройство { $device } удалено! ✅

period-menu = Ваш баланс { $balance }₽ ({ $days } дней) 💰

              1 месяц — 100₽ 📅
              3 месяца — 240₽ (скидка 20%) 🗓️
              6 месяцев — 420₽ (скидка 30%) 🕰️
              12 месяцев — 600₽ (скидка 50%) 🎉

period-menu-router = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                     1 месяц — 450₽ 📅
                     3 месяца — 1.050₽ (скидка 20%) 🗓️
                     6 месяцев — 1.850₽ (скидка 30%) 🕰️
                     12 месяцев — 2.685₽ (скидка 50%) 🎉

period-menu-combo5 = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                     1 месяц — 500₽ 📅
                     3 месяца — 1.200₽ (скидка 20%) 🗓️
                     6 месяцев — 2.100₽ (скидка 30%) 🕰️
                     12 месяцев — 3.000₽ (скидка 50%) 🎉

period-menu-combo10 = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                      1 месяц — 850₽ 📅
                      3 месяца — 2.000₽ (скидка 20%) 🗓️
                      6 месяцев — 3.500₽ (скидка 30%) 🕰️
                      12 месяце — 5.000₽ (скидка 50%) 🎉

period-menu-stars = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                    1 месяц - 55⭐️
                    3 месяца - 130 ⭐️ (Скидка 20%)
                    6 месяцев - 230 ⭐️ (Скидка 30%)
                    12 месяцев - 330 ⭐️ (Скидка 50%)

period-menu-router-stars = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                           1 месяц - 450⭐️
                           3 месяца - 1050 ⭐️ (Скидка 20%)
                           6 месяцев - 1850 ⭐️ (Скидка 30%)
                           12 месяцев - 2685 ⭐️ (Скидка 50%)

period-menu-combo5-stars = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                           1 месяц - 275 ⭐️
                           3 месяца - 660 ⭐️ (Скидка 20%)
                           6 месяцев - 1155 ⭐️ (Скидка 30%)
                           12 месяцев - 1650 ⭐️ (Скидка 50%)

period-menu-combo10-stars = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                            1 месяц - 465 ⭐️
                            3 месяца - 1120 ⭐️ (Скидка 20%)
                            6 месяцев - 1960 ⭐️ (Скидка 30%)
                            12 месяцев - 2800 ⭐️ (Скидка 50%)

topup-balance-menu = Ваш баланс { $balance }₽ ({ $days } дней) 💰
                     Вы пополняете счёт на { $amount }₽ 💸

                     Выберите способ оплаты 💳

buy-subscription-menu = Ваш баланс { $balance }₽ ({ $days } дней) 💰
                        Вы оплачиваете подписку на сумму { $amount }₽ 💸

                        Выберите способ оплаты 💳

payment-indevelopment = В разработке!

cryptobot-invoice = Ваша ссылка для оплаты:
                    { $invoice_url }

                    Заказ #{ $invoice_id }

devices-category-menu = Выбери тип 📱

stars-subscription-title = JeskoVPN 🌟
stars-subscription-description = Оплата сервиса JeskoVPN 🌟
                                 Сумма: { $amount }
payment-label = JeskoVPN 💳
payment-pending = Процесс оплаты ⏳
payment-success = Оплата успешна 🎉
stars-payment-successful = Успешная оплата { $payload } 🎉
notenough-balance = Недостаточно средств!
balance-menu = Ваш баланс равен: { $balance }₽ ({ $days } дней). 💰

balance-advice = Хотите пополнить? ➕

fill-custom-balance = Введите сумму ✏️
subscription-menu-active = Рады видеть вас, { $name }! 👋

                           Ваш баланс { $balance }₽ ({ $days } дней), аккаунт активен ✅
                           Тариф 100₽/мес за 1 устройство, активно { $devices } устройств.

                           Если вы потеряли настройки — вы можете повторно их скачать, нажав на кнопку "Мои устройства". 📱

                           👥 Пригласите друзей в наш сервис и получите 50₽ на баланс за каждого друга. Ваши друзья получат 100₽ на баланс!

nosubscription-have-balance = К сожалению, у вас нет активной подписки, но вы можете оформить её в пару кликов. 😔

                              Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс". ➕

                              Напоминаем, наш тариф 100₽/мес за 1 устройство.

                              👥 Пригласите друзей в наш сервис и получите 50₽ на баланс за каждого друга. Ваши друзья получат 100₽ на баланс!

nosubscription-nobalance = К сожалению, вашего баланса ({ $balance }₽) недостаточно для покупки подписки 😔

                           Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс" ➕

nosubscription-selected-device = К сожалению, у вас нет активной подписки на выбранное устройство!
                                 
                                 Офомирте подписку в пару кликов или выберите другое устройство

referral-link = Пошлите другу ссылку: 👥

                { $link }

                Когда ваш друг зайдёт в наш бот по этой ссылке и купит подписку, вы получите 50₽ на баланс! 💰

buy-subscription-success = 🎉 Поздравляем, вы активировали аккаунт JeskoVPN, { $balance }₽ у вас на балансе!

                           Теперь давайте настроим ваш VPN!

                           Пожалуйста, выберите тип устройства, для которого вы хотите использовать эти настройки:

ticket-menu = Тех. поддержка: 💬
              @Jesko_support
noticket = Напишите первое обращение в техническую поддержку. 💬
ticket-sended = Обращение отправлено ✅
reply-ticket = Ответить на обращение 💬
ticket-answer = Ответ на ваше обращение в техническую поддержку: 🛠️

                { $reply_text }
admin-answer = 
unknown-message = Непонятное сообщение ❓

error-only-admin = 🚫 Доступ только для админов
error-user_not_found = 🚫 Пользователь не найден
error-telegram_failed = 🚫 Ошибка Телеграм
error-unexpected = 🚫 Неизвестная ошибка
error-device_not_found = 🚫 Устройство не найдено
error-invalid_amount = 🚫 Неверная сумма - минимальная сумма пополнения 50₽
error-invalid_payment_data = 🚫 Неверные данные оплаты
error-invalid_payment_method = 🚫 Неверный способ оплаты
error-device-name-pattern = 🚫 Некорректное название устройства!
error-device-name-len = 🚫 Слишком длинное название устройства!
error-device-rename = 🚫 Устройство с таким названием уже существует!
