active-sub-button = До окончания подписки: { $days }
inactive-sub-button = Нет активной подписки
balance-button = Баланс: { $balance }
connect-vpn-button = Подключить VPN
devices-button = Мои устройства
invite-button = Пригласить друга
support-button = Тех. Поддержка
vpn-devices-button = Устройство
change-language-button = Сменить язык { $language }
device-android-button = Android
device-iphone-button = iPhone/iPad
device-windows-button = Windows
device-macos-button = MacOS
device-tv-button = TV
device-router-button = Роутер 
vpn-combo-button = Комбо набор
add-device-button = Добавить устройство
remove-device-button = Удалить устройство
payment-ukassa-button = ЮКАССА
payment-crypto-button = КРИПТА
payment-stars-button = ЗВЁЗДЫ TG
payment-balance-button = БАЛАНС
one-month-button = 1 месяц
three-month-button = 3 месяца
six-month-button = Пол года
twelve-month-button = Год
back-devices-button = Назад
combo-five-button = 5 устройств + роутер
combo-ten-button = 10 устройств + роутер
add-balance100-button = 100₽
add-balance200-button = 200₽
add-balance300-button = 300₽
add-balance400-button = 400₽
add-balance500-button = 500₽
add-balance650-button = 650₽
add-balance750-button = 750₽
add-balance900-button = 900₽
add-balance1000-button = 1000₽
add-balance2000-button = 2000₽
add-balance3000-button = 3000₽
payment-custom-button = Своя сумма
decline-payment-button = Отменить
increase-balance-button = Пополнить баланс 
main-menu-button = В главное меню

start-invited = Привет, { $name }!

                Вас пригласил сюда { $inviter }, поэтому вы можете бесплатно подключить VPN и получить 149₽ на балансе!

                💰 Одна из самых низких цен на рынке!
                🚀 Высокая скорость
                💃🏿 Доступ ко всем сайтам
                💳 Оплата СБП, Крипта, Звезды телеграмма
                    
                Стоимость 149₽/мес за 1 устройство.

                👫 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

                ⬇️ ⬇️  Жмите кнопку!  ⬇️ ⬇️

start-default = Привет, { $name }!

                Подключите VPN бесплатно! Дарим вам 149₽ на баланс!

                💰 Одна из самых низких цен на рынке!
                🚀 Высокая скорость
                💃🏿 Доступ ко всем сайтам
                💳 Оплата СБП, Крипта, Звезды телеграмма
                    
                Стоимость 149₽/мес за 1 устройство.

                👫 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

                ⬇️ ⬇️  Жмите кнопку!  ⬇️ ⬇️

devices-menu = У вас активно { $devices } устройств/а. Ваша абонентская плата { $subscription_fee }₽ в месяц.

               ❌ Удаляйте из бота устройства, которые вы не используете, чтобы не платить абонентскую плату за них!

               🗝 Нажмите на идентификатор устройства в списке, чтобы получить ссылку для настройки приложения VPN.

               Список ваших устройств:

device-menu = Это ключ для настройки приложения VPN, устройство { $device }. 

              Для получения дополнительной информации нажмите на кнопку "Инструкция для (тип устройства)".

              Внимание! За скачивание торрентов - бан аккаунта!

              ⬇️ ⬇️ Ваш ключ ⬇️ ⬇️
              { $device_key }
 
period-menu = Ваш баланс { $balance }₽ ({ $days } дней), аккаунт { $is_subscripted }

              1 Месяц - 149₽
              3 Месяца - 400₽ (скидка 10%)
              Пол года - 625₽ (скидка 30%)
              Год - 900₽ (скидка 50%)

period-menu-router = Ваш баланс { $balance }₽ ({ $days } дней), аккаунт { $is_subscripted }

                     1 Месяц - 350₽
                     3 Месяца - 945₽ (скидка 10%)
                     Пол года - 1470₽ (скидка 30%)
                     Год - 2100₽ (скидка 50%)

payment-menu = Ваш баланс { $balance }₽ ({ $days } дней), аккаунт { $is_subscripted }

               Выберите способ оплаты

devices-category-menu = VPN для устройств
stars-subscription-title = JeskoVPN
stars-subscription-description = JeskoVPN
payment-label = JeskoVPN
payment-pending = Процесс оплаты
payment-success = Оплата успешна
stars-payment-successful = Успешная оплата { $payload }
balance-menu = Ваш баланс равен: { $balance }₽ ({ $days } дней).

               Хотите пополнить?

fill-costum-balance = Введите сумму
subscription-menu-active = Рады видеть вас, { $name }!

                           Ваш баланс { $balance }₽ ({ $days } дней), аккаунт активен
                           Тариф 149₽/мес за 1 устройство, активно n устройств.

                           Если вы потеряли настройки - вы можете повторно их скачать, нажав на кнопку "Мои устройства".

                           👭 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

nosubscription-have-balance = К сожалению, у Вас нет акктивной подписки. но вы можете оформить её в пару кликов.

                              Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс".
  
                              Напоминаем, наш тариф 149₽/мес за 1 устройство.

                              👫 Пригласите друзей в наш сервис и получите 75₽ на баланс за каждого друга. Ваши друзья получат 149₽ на баланс!

nosubscription-nobalance = К сожалению, вашего баланса ({ $balance }₽) недостаточно для покупки подписки

                           Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс"
referral-link = Пошлите другу ссылку:

                { $link }

                Когда ваш друг зайдет в наш бот по этой ссылке и купить подписку, вы получите 75₽ на баланс!

ticket-menu = Напишите обращение в техническую поддержку. 
              Ваше последнее обращение:{ $ticket }
noticket = Напишите первое обращение в техническую поддержку. 
ticket-sended = Обращение отправлено
reply-ticket = Ответить на обращение
ticket-answer = Ответ на Ваше обращение в техническую поддержку:

                { $reply_text }
admin-answer = 
unknown-message = Непонятное сообщение


error-only-admin = 
error-user_not_found = Пользователь не найден
error-telegram_failed = Ошибка Телеграм
error-unexpected = Неизвестная ошибка
error-device_not_found = Устройство не найдено
error-invalid_amount = Неверная сумма
error-invalid_payment_data = Неверные значения оплаты
error-invalid_payment_method = Неверный способ оплаты
