active-sub-button = До окончания подписки: { $days } дней 🕒
active-sub-withoutdays-button = Подписка активна, устройств нет  🕒
inactive-sub-button = Нет активной подписки 😔
balance-button = Баланс: { $balance } 💰
connect-vpn-button = Подключить VPN 🚀
devices-button = 🌐 Мои устройства 📱💻
invite-button = Пригласить друга 👥
support-button = Тех. Поддержка 🛠️
vpn-devices-button = Устройство
change-language-button = Сменить язык { $language } 🌐
device-android-button = Android 📱
device-iphone-button = iPhone/iPad 📱
device-windows-button = Windows 💻
device-macos-button = MacOS 💻
device-tv-button = TV 📺
device-router-button = Роутер 🌐
vpn-combo-button = Комбо набор
device-instruction-button = Инструкция 📖
add-device-button = Добавить устройство ➕
add-router-button = Добавить роутер ➕
rename-device-button = Изменить название ⬅️
remove-device-button = Удалить устройство ❌
payment-ukassa-button = СБП 💳
payment-crypto-button = КРИПТА 🪙
payment-stars-button = ЗВЁЗДЫ TG ⭐
payment-balance-button = БАЛАНС 💸
one-month-button = 1 месяц 📅
three-month-button = 3 месяца 🗓️
six-month-button = 6 месяцев 🕰️
twelve-month-button = 12 месяцев 🎉
back-devices-button = Назад ⬅️
combo-five-button = 5 устройств + роутер 📱🌐
combo-ten-button = 10 устройств + роутер 📱🌐
add-balance50-button = 50₽ 💵
add-balance100-button = 100₽ 💵
add-balance200-button = 200₽ 💵
add-balance300-button = 300₽ 💵
add-balance400-button = 400₽ 💵
add-balance500-button = 500₽ 💵
add-balance650-button = 650₽ 💵
add-balance750-button = 750₽ 💵
add-balance900-button = 900₽ 💵
add-balance1000-button = 1000₽ 💵
add-balance2000-button = 2000₽ 💵
add-balance3000-button = 3000₽ 💵
payment-custom-button = Своя сумма ✏️
decline-payment-button = Отменить 🚫
increase-balance-button = Пополнить баланс 💰
main-menu-button = В главное меню 🏠
email-button = E-Mail @
phone-button = Номер телефона 📱
pay-button = Заплатить 💵
buy-tickets = 🎟 Купить билеты
ticket-count1-button = 1 билет
ticket-count5-button = 5 билетов
ticket-count10-button = 10 билетов
cancel = ❌ Отмена

active-sub-head = Активные подписки

active-sub-device = 📱💻 Устройства: { $devices_count } подключено
active-sub-router = 🌐 Роутер: { $routers_count } подключено
active-sub-combo = 🌐 Комбо { $combo_type }: { $combo_count } подключено

start-invited-head = Привет, { $name }! 👋

                     Вас пригласил сюда { $inviter }, поэтому вы можете бесплатно подключить VPN и получить 50₽ на балансе! 🎁

start-head-starter = Привет, { $name }! 👋

start-head = Привет, { $name }! 👋

start-body = 💰 Одна из самых низких цен на рынке!
             🚀 Высокая скорость
             💃 Доступ ко всем сайтам
             💳 Оплата СБП, Крипта, Звезды Телеграмма

             🎉 В нашем канале @Jeskovpn  регулярно проходят розыгрыши

             Стоимость 100₽/мес за 1 устройство.

             👥 Пригласите друзей в наш сервис и получите 50₽ на баланс за каждого друга.

             ⬇️ Жмите кнопку! ⬇️

devices-menu = У вас активно { $devices } устройств/а. Ваша абонентская плата { $subscription_fee }₽ в месяц. 📱

               ❌ Удаляйте из бота устройства, которые вы не используете, чтобы не платить абонентскую плату за них!

               🗝️ Нажмите на идентификатор устройства в списке, чтобы получить ссылку для настройки приложения VPN.

               Список ваших устройств:

noactive-devices = К сожалению на данный момент у вас нет активного устройства, но вы можете активировать его в разделе: 🌐Мои устройства📱💻

device-type-menu = Выберите тип подписки:
                   Устройство или Комбо набор (несколько устройств + роутер)
                   

fill-device-name = Введите название нового уcтройства.

                   Название может содержать буквы английского алфавита и кириллицу, а так же числа.

new-device-name = Введите новое название уcтройства.

                  Название может содержать буквы английского алфавита и кириллицу, а так же числа.


device-name-already-exists = Устройство с таким названием уже существует!

device-menu = Это ключ для настройки приложения VPN, устройство  { $name } - { $device }. 🗝️
              
              Инструкция:

              - Скачайте приложение: { $link }

              - Вставьте ключ отправленный сообщением ниже

              Для получения дополнительной информации нажмите на кнопку «Инструкция 📖»

              ⬇️ Ваш ключ ⬇️

device-removed = Устройство { $device } удалено! ✅

period-menu = Ваш баланс { $balance }₽ ({ $days } дней) 💰

              1 месяц — 100₽ 📅
              3 месяца — 240₽ (скидка 20%) 🗓️
              6 месяцев — 420₽ (скидка 30%) 🕰️
              12 месяцев — 600₽ (скидка 50%) 🎉

period-menu-router = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                     1 месяц — 250₽ 📅
                     3 месяца — 600₽ (скидка 20%) 🗓️
                     6 месяцев — 1.000₽ (скидка 30%) 🕰️
                     12 месяцев — 1.500₽ (скидка 50%) 🎉

period-menu-combo5 = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                     1 месяц — 500₽ 📅
                     3 месяца — 1.200₽ (скидка 20%) 🗓️
                     6 месяцев — 2.100₽ (скидка 30%) 🕰️
                     12 месяцев — 3.000₽ (скидка 50%) 🎉

period-menu-combo10 = Ваш баланс { $balance }₽ ({ $days } дней) 💰

                      1 месяц — 850₽ 📅
                      3 месяца — 2.000₽ (скидка 20%) 🗓️
                      6 месяцев — 3.500₽ (скидка 30%) 🕰️
                      12 месяце — 5.000₽ (скидка 50%) 🎉

instruction-android = https://play.google.com/store/apps/details?id=org.outline.android.client

instruction-iphone = https://apps.apple.com/ru/app/outline-app/id1356177741

instruction-windows = https://outline-vpn.com/

instruction-macos = https://outline-vpn.com/

instruction-tv = В разработке ⚒️

instruction-router = В разработке ⚒️

topup-balance-menu = Ваш баланс { $balance }₽ ({ $days } дней) 💰
                     Вы пополняете счёт на { $amount }₽ 💸

                     Выберите способ оплаты 💳

buy-subscription-menu = Ваш баланс { $balance }₽ ({ $days } дней) 💰
                        Вы оплачиваете подписку на сумму { $amount }₽ 💸

                        Выберите способ оплаты 💳

payment-indevelopment = В разработке ⚒️

invoice = Ваша ссылка для оплаты:
          { $invoice_url }

          Заказ #{ $invoice_id }

ukassa-subscription-description = Оплата подписки на сумму { $amount }руб.

ukassa-receipt.add_balance = Пополнение баланса на { $amount } рублей
ukassa-receipt.subscription = Подписка на { $device_type }, { $period } мес.
ukassa-device_type-device = Устройство
ukassa-device_type-router = Роутер
ukassa-device_type-combo = Комбо ({ $device } устройств)

select-contact = ВЫБЕРИТЕ, КУДА ПРИСЛАТЬ ЧЕК ПОКУПКИ

                 это необходимо в соответвии с требованими 54-ФЗ

                 Текущие контакты:

                 E-Mail: { $email }
                 Номер телефона: { $phone }

no-contact = Не добавлен!
fill-email = Введите E-Mail адрес
fill-phone = Что бы предоставить номер телефона
             
              ⬇️ Нажмите на кнопку ⬇️

devices-category-menu = Выбери тип 📱

stars-subscription-title = JeskoVPN 🌟
stars-subscription-description = Оплата сервиса JeskoVPN 🌟
                                 Сумма: { $amount }
payment-label = JeskoVPN 💳
payment-pending = Процесс оплаты ⏳
payment-success = Оплата успешна 🎉
stars-payment-successful = Успешная оплата { $payload } 🎉
notenough-balance = Недостаточно средств!
balance-menu = Ваш баланс равен: { $balance }₽ ({ $days } дней). 💰

balance-advice = Выберете сумму 💸

fill-custom-balance = Введите сумму ✏️
subscription-menu-active = Рады видеть вас, { $name }! 👋

                           Ваш баланс { $balance }₽ ({ $days } дней), аккаунт активен ✅
                           Тариф 100₽/мес за 1 устройство, активно { $devices } устройств.

                           Если вы потеряли настройки — вы можете повторно их скачать, нажав на кнопку "Мои устройства". 📱

                           👥 Пригласите друзей в наш сервис и получите 50₽ на баланс за каждого друга. Ваши друзья получат 50₽ на баланс!

nosubscription-have-balance = К сожалению, у вас нет активной подписки, но вы можете оформить её в пару кликов. 😔

                              Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс"

                              Напоминаем, наш тариф 100₽/мес за 1 устройство.

                              👥 Пригласите друзей в наш сервис и получите 50₽ на баланс за каждого друга. Ваши друзья получат 50₽ на баланс!

nosubscription-nobalance = К сожалению, вашего баланса ({ $balance }₽) недостаточно для покупки подписки 😔

                           Чтобы использовать сервис, пополните баланс, нажав кнопку "Пополнить баланс"

nosubscription-selected-device = К сожалению, у вас нет активной подписки на выбранное устройство!
                                 
                                 Офомирте подписку в пару кликов или выберите другое устройство

referral-link = Пошлите другу ссылку: 👥

                { $link }

                Когда ваш друг зайдёт в наш бот по этой ссылке и купит подписку, вы получите 50₽ на баланс! 💰

buy-subscription-success = ВВЕДИТЕ НАЗВАНИЕ УСТРОЙСТВА

                           🎉 Поздравляем, вы активировали аккаунт JeskoVPN, { $balance }₽ у вас на балансе!
buy-subscription-success-combo = 🎉 Поздравляем, вы активировали аккаунт JeskoVPN с Комбо набором!

subscription-success-promo = 🎉 Поздравляем, вы активировали подписку при помощи Промокода!

ticket-menu = Тех. поддержка: 💬
              @Jesko_support
promo-success-balance = 🎉 Успешное пополнение баланса!
promo-enter-code = Введите промокод

no-active-raffles = 😔 Нет активных розыгрышей
raffle-info = 🎉 Розыгрыш: { $name }
              💰 Цена билета: { $ticket_price }
              📅 Начало: { $start_date }
              📅 Окончание: { $end_date }
              🎟 Ваши билеты: { $ticket_count }

enter-ticket-count = 🎟 Введите количество билетов
raffle-ticket-purchase = 🎫 Покупка { $count } билетов для розыгрыша "{ $raffle_name }"
invoice = 💸 Счёт создан!
          
          🔗 [Оплатить]({ $invoice_url })
          🆔 ID счёта: { $invoice_id }

forsubscription = За Подписку

privacy = Политика конфиденциальности Telegram бота @JeskoVPN_bot
          Администрация Telegram бота @JeskoVPN_bot обязуется сохранять вашу конфиденциальность в Интернете. Мы уделяем большое значение охране предоставленных вами данных. Наша политика конфиденциальности основана на требованиях политик конфиденциальности Telegram и магазинов Apple и Google. 

          Мы не собираем и не обрабатываем персональные данные пользователей. Наш Telegram бот в целях осуществления работы сервиса использует только неперсонализированный Telegram ID.

          Сбор и использование персональных данных

          Мы не запрашиваем и не собираем никаких персональных данных. Все данные пользователей в нашем сервисе привязаны только к неперсонализированному Telegram ID.

          Когда вы запускаете Telegram бот @JeskoVPN_bot, Telegram автоматически передает нам только ваш Telegram ID, который не дает нам доступа к вашей личной информации.

          Хранение данных, изменение и удаление

          Пользователь, предоставивший свой Telegram-ID нашему Telegram боту @JeskoVPN_bot имеет право на удаление своих данных, привязанных к Telegram ID, кроме информации о блокировке пользователя.

          Раскрытие информации третьим лицам

          Мы не продаем, не используем и не раскрываем третьим лицам какие-либо данные своих пользователей для каких-либо целей.

          Предоставление информации детям

          Если вы являетесь родителем или опекуном, и вы знаете, что ваши дети предоставили нам свои данные без вашего согласия, свяжитесь с нами. 

          Изменения в политике конфиденциальности

          Telegram бот @JeskoVPN_bot может обновлять нашу политику конфиденциальности время от времени. Мы сообщаем о любых изменениях, разместив новую политику конфиденциальности на этой странице. Если вы оставили данные у нас, то мы оповестим вас об изменении в политике конфиденциальности при помощи бота @JeskoVPN_bot.

          Обратная связь, заключительные положения

          Связаться с администрацией Telegram бота @JeskoVPN_bot по вопросам, связанным с политикой конфиденциальности можно с помощью контактной информации указанной в разделе Помощь нашего бота. Если вы не согласны с данной политикой конфиденциальности, вы не можете пользоваться услугами Telegram бота @JeskoVPN_bot.

unknown-message = Непонятное сообщение ❓

error-invalid-ticket-count = ❌ Некорректное количество билетов, введите число больше 0
error-raffle-notfound = 😕 Розыгрыш не найден
error-cannot-buy-tickets = 🚫 Покупка билетов недоступна для этого розыгрыша
error-payment = 😔 Что-то пошло не так, попробуйте позже
error = 😔 Что-то пошло не так, попробуйте позже
error-only-admin = 🚫 Доступ только для админов
error-user_not_found = 🚫 Пользователь не найден
error-telegram_failed = 🚫 Ошибка Телеграм
error-unexpected = 🚫 Неизвестная ошибка
error-device_not_found = 🚫 Устройство не найдено
error-invalid_amount = 🚫 Неверная сумма - минимальная сумма пополнения 50₽
error-invalid_payment_data = 🚫 Неверные данные оплаты
error-invalid_payment_method = 🚫 Неверный способ оплаты
error-device-name-pattern = 🚫 Некорректное название устройства!
error-device-name-len = 🚫 Слишком длинное название устройства!
error-device-rename = 🚫 Устройство с таким названием уже существует!
error-slot = 🚫 Нет места для устройств!
error-wrong-email = 🚫 Неверный формат E-Mail! 
error-no-number =  🚫 Номер телефона не предоставлен!
error-no-contact =  🚫 Номер телефона или E-Mail не предоставлен!
error-payment_failed = 🚫 Ошибка при создании оплаты!
error-promo =  🚫 Ошибка обработки Промо!
error-promo-invalid_type = 🚫 Неверный тип Промо!
error-promo-already_used = 🚫 Промокод уже был использован!
error-promo-not_found = 🚫 Промокод не найден!
error-promo-not_active = 🚫 Промокод уже не действует!
error-no-available-servers = Нет доступных серверов. Пожалуйста подождите. Если в течении 1 часа проблема не исправиться, то напишите в Тех.Поддержку: @jesko_support
